const policiesData = [
  {
    title: "1. 서비스 이용 전 링크드아웃 아무개라면 꼭! 읽어주세요.",
    content: [
      `<p>본 운영 정책은 링크드아웃(이하 ‘회사’)가 제공하는 다양한 서비스를 운영함에 있어, 서비스 운영에 관련된 문제 상황에 대하여 일관성 있게 대처하기 위해 마련되었습니다. 서비스 이용 시 발생할 수 있는 문제에 대한 기준과 여러분이 지켜주셔야 할 세부 사항이 명시되어 있으며 본 운영 정책을 지키지 않을 경우 불이익을 받을 수 있으니 주의 깊게 읽어 주시기 바랍니다.</p>`,
      `<p>회사는 여러분과의 지속적인 의견 교환을 통해 서비스와 관련된 정책을 개선할 수 있도록 노력하고 있습니다. 여러분들의 의견을 반영해 합리적이고 투명한 운영 정책을 수립하고자 하며, 본 정책이 변경될 경우 서비스 내 [공지사항]을 통해 공지하도록 하겠습니다.</p>`,
    ],
  },
  {
    title: "2. 본 운영 정책은 쾌적한 글쓰기 공간을 만들기 위해 적용됩니다.",
    content: [
      `<p>회사는 여러분의 안전하고 쾌적한 서비스 이용을 위해 운영 정책을 기반으로 서비스를 운영하고 있습니다.</p>`,
      `<p>서비스 이용 중 다른 이용자의 운영 정책 위반 행위로 인해 피해를 입으신 경우, 여러분은 이를 회사에 신고하여 운영 정책에 따른 조치를 요청할 수 있으며 회사는 신고 내용을 검토한 후 필요한 조치를 취할 수 있습니다.</p>`,
      `<p>또한, 신고가 없더라도 회사는 관련 법령 또는 약관에 위배되거나 본 운영 정책에서 금지하는 활동이 발견된 경우, 즉시 운영 정책에 따른 조치를 취할 수 있습니다.</p>`,
      `<p>위와 같은 방법으로 운영 정책에 위반된 사항이 발견되어 제재가 진행될 경우, 회사는 게시자에게 서비스 내 알림, 메일 발송 등의 방법으로 최대한 빠르게 제재 내용을 알리도록 하겠습니다.</p>`,
      `<p>단, 제재 내용 전달이 불가능한 경우나, 다른 이용자의 긴급한 보호가 필요한 경우에는 예외가 있을 수 있습니다. 이러한 경우에는 검토 결과를 신고자에게 통지할 의무가 없는 점을 양해 부탁드립니다.</p>`,
      `<p>운영 정책의 적용 결과가 불만족스러울 경우, 고객센터를 통해 이의를 제기할 수 있으며, 회사는 이를 검토하여 성실히 답변 드릴 것입니다.</p>`,
    ],
  },
  {
    title: "3. 발행 및 링크드아웃 하는 글에는 책임이 따릅니다.",
    content: [
      `<p>링크드아웃은 이용자들이 마음껏 글을 쓰면서 실험하고, 글쓰기를 온전히 즐길 수 있는 공간으로 만들고자 노력하고 있습니다. 서비스의 방향성에 발맞춰 링크드아웃에서는 자유롭고 솔직한 글쓰기를 위해 댓글, 좋아요 등의 기능이 없는 제한적인 커뮤니티 기능을 제공하고 있습니다.</p>`,
      `<p>따라서 이 서비스에서는 게시하는 글 자체만으로도 다른 이용자에게 큰 상처가 될 수 있음을 주의해야 합니다. 회사에서 제공하는 글쓰기 서비스인 ‘발행’과 ‘링크드아웃’ 기능은 다른 이용자가 여러분의 글을 열람할 수 있다는 점을 염두에 두고 글을 작성해야 합니다.</p>`,
      `<p>따라서 회사는 [커뮤니티 가이드]로서 다음과 같은 활동을 금지하고 있습니다:</p>`,
      `<ul class="pl-4 mb-4 list-disc sm:pl-10">
            <li class="my-2">상업적/홍보/광고 목적으로 글을 작성하거나 도배하는 행위</li>
            <li class="my-2">성적인 내용 및 성적 수치심을 유발하는 콘텐츠를 게시하는 행위</li>
            <li class="my-2">폭력적이거나 혐오 표현 또는 상징을 게시하는 행위</li>
            <li class="my-2">문제가 되는 거짓 정보 또는 불법 정보를 게시하는 행위</li>
            <li class="my-2">아동 및 청소년에게 유해한 내용을 게시하는 행위</li>
            <li class="my-2">불쾌한 표현을 포함한 콘텐츠를 게시하는 행위</li>
            <li class="my-2">저작권 침해</li>
            <li class="my-2">타인의 개인정보 무단 공개 및 유출</li>
            <li class="my-2">인간으로서의 존엄성을 훼손하거나 차별 또는 편견을 조장하는 행위</li>
      </ul>`,
      `<p>부적절한 콘텐츠를 발견하면 게시글 상단의 더보기 아이콘 [···] > [신고하기]를 통해 신고할 수 있습니다. 신고한 글은 신고자에게 보이지 않게 되며, 조치에 따라 작성자의 글은 비공개 처리되거나 삭제됩니다.</p>`,
    ],
  },
  {
    title: "4. 계정과 서비스 이용이 제한될 수 있습니다.",
    content: [
      `<p>여러분의 활동이 관련 법률에 위배되거나, 이용 약관 또는 운영 정책에 위반될 경우 회사는 여러분의 계정과 서비스 이용을 제한할 수 있습니다. 또한 운영 정책에 구체적으로 해당하지 않는 사항이더라도 쾌적하고 안전한 서비스 환경 제공에 피해가 되는 행위도 이용 제한될 수 있다는 점을 참고해 주시기 바랍니다.</p>`,
      `<p>또한 이용 제한은 활동 내용, 누적 정도 등에 따라 한시적 또는 영구적으로 제한될 수 있음을 알립니다. 이용 제한과 관련하여 조치 결과가 불만족스러울 경우 링크드아웃 고객센터를 통해 이의를 제기할 수 있습니다.</p>`,
      `<p>게시하는 콘텐츠 내용에 따른 이용 제한의 경우, [커뮤니티 가이드라인]에 해당하는 위반 행위를 참고할 수 있으며, 콘텐츠 게시 외의 활동에 따른 이용 제한의 경우, 아래와 같은 위반 행위를 참고하시기 바랍니다:</p>`,
      `<ul class="pl-4 mb-4 list-disc sm:pl-10">
            <li class="my-2">타인의 개인정보 또는 기기를 도용해 계정을 생성·이용·탈퇴하는 행위</li>
            <li class="my-2">14세 미만 이용자가 법정 대리인의 동의 없이 계정을 생성·이용·탈퇴하는 행위</li>
            <li class="my-2">서비스 서버나 네트워크에 과도한 부하를 주거나 악성 코드를 전송하는 등 악의적으로 시스템을 공격해 정상적인 운영을 방해하는 행위</li>
            <li class="my-2">서비스의 명칭 또는 회사 운영진을 사칭하여 피해와 혼란을 주는 행위</li>
      </ul>`,
    ],
  },
  {
    title: "5. 서비스 탈퇴 후 개인정보 처리 정책",
    content: [
      `<p>서비스 이용자의 개인정보보호를 위하여 링크드아웃 서비스를 탈퇴했을 경우, 이용자의 계정 복구를 대비하여 30일 동안 서비스 내 데이터와 개인 정보를 보관하고 있습니다.</p>`,
      `<p>탈퇴 후 30일 내에 재로그인 한 경우, 이용자는 모든 데이터를 복구할 수 있으며 계정 복구를 원하지 않는다면 즉시 개인정보 파기와 함께 서비스 내 모든 데이터를 삭제하고 탈퇴할 수 있습니다.</p>`,
    ],
  },
];

export default policiesData;
